"current-language" = "fr";
"OK" = "OK";
"Cancel" = "Annuler";
"Error" = "Erreur";
"Untitled" = "Sans Titre";
"Stop" = "Stop";
"none" = "aucun";
"default" = "par défaut";
"Copy of %@" = "Copie de %@";
"Read Me" = "Lisez-moi";
"History" = "Historique";
"Clear History" = "Effacer l'historique";
"Remove all" = "Tout supprimer";
"Remove selection" = "Supprimer la sélection";
"Are you sure you want to clear the whole history ?\nThis operation is irreversible." =
"Voulez-vous vraiment effacer entièrement l'historique ?\nCette operation est irréversible.";
"Hide preamble" = "Masquer le préambule";
"Show preamble" = "Afficher le préambule";
"Hide History" = "Masquer l'historique";
"Show History" = "Afficher l'historique";
"Hide Library" = "Masquer la bibliothèque";
"Show Library" = "Afficher la bibliothèque";
"Apply History item" = "Appliquer une entrée de l'historique";
"Delete History item" = "Supprimer une entrée de l'historique";
"Delete History items" = "Supprimer plusieurs entrées de l'historique";
"Change History item background color" = "Changer la couleur de fond d'un item de l'historique";
"Apply Library item" = "Appliquer une entrée de la bibliothèque";
"Add Library folder" = "Ajouter un dossier à la bibliothèque";
"Add Library item" = "Ajouter une entrée à la bibliothèque";
"Add Library items" = "Ajouter des entrées à la bibliothèque";
"Delete Library item" = "Supprimer une entrée de la bibliothèque";
"Delete Library items" = "Supprimer plusieurs entrées de la bibliothèque";
"Move Library items" = "Déplacer des entrées de la bibliothèque";
"Change Library item name" = "Changer le nom d'une entrée de la bibliothèque";
"Change Library item background color" = "Changer la couleur de fond d'un item de la bibliothèque";
"Change Library items background color" = "Changer la couleur de fond d'items de la bibliothèque";
"Import library..." = "Importer une bibliothèque...";
"Export library..." = "Exporter la bibliothèque...";
"Import history..." = "Importer une historique...";
"Export history..." = "Exporter l'historique...";
"Loading error" = "Erreur de chargement";
"An error occured while saving" = "Une erreur est survenue lors de l'enregistrement";
"The file does not appear to be a valid format" = "Le fichier semble ne pas être au bon format";
"New encapsulation" = "Nouvelle encapsulation";
"Change the encapsulation" = "Changer l'encapsulation";
"Remove encapsulation items" = "Supprimer des encapsulations";
"Remove encapsulation item" = "Supprimer une encapsulation";
"Move the encapsulation" = "Déplacer l'encapsulation";
"Move encapsulations" = "Déplacer les encapsulations";
"New configuration" = "Nouvelle configuration";
"Change the configuration" = "Changer la configuration";
"Remove configuration items" = "Supprimer des configurations";
"Remove configuration item" = "Supprimer une configuration";
"Move the configuration" = "Déplacer la configuration";
"Move configurations" = "Déplacer les configurations";
"processing" = "exécution de";
"executing" = "exécution de";
"error while processing" = "erreur à l'exécution de";
"used for font color" = "pour la couleur";
"no color.sty found" = "color.sty introuvable";
"useful to type directly accentuated characters" = "utile pour taper directement les caractères accentués";
"color.sty seems to be unavailable" = "color.sty semble indisponible";
"%@ not found or does not work as expected" = "%@ est introuvable ou ne fonctionne pas comme attendu";
"%@ is required" = "%@ est nécessaire";
"The current configuration of LaTeXiT requires %@ to work." = "La configuration actuelle de LaTeXiT nécessite %@ pour fonctionner.";
"You need ps2pdf to export as \"PDF with outlined fonts\"" = "ps2pdf est requis pour activer l'export  en \"PDF sans polices embarquées\"";
"Find %@..." = "Chercher %@...";
"What's that ?" = "Qu'est-ce que c'est ?";
"LaTeXiT relies on a functional LaTeX installation. But if you do not know what LaTeX is, you may find it difficult to find and install it. A help section of the documentation is dedicated to that part." = "LaTeXiT se base sur une installation fonctionnelle de LaTeX. Mais si vous ne savez pas ce qu'est LaTeX, vous risquez d'avoir du mal à l'installer. Une section de la documentation est donc dédiée aux explications correspondates.";
"See help..." = "Voir l'aide...";
"Install LaTeX" = "Installer LaTeX";
"pdflatex, latex, dvipdf, xelatex or gs (depending to the current configuration) seems unavailable in your system. Please check their installation." =
"pdflatex, latex, dvipdf, xelatex ou gs (selon la configuration actuelle) semble introuvable sur votre machine. Veuillez vérifier leur installation.";
"Without the color.sty package, you won't be able to change the font color" =
"Sans le package color.sty, vous ne pourrez pas modifier la couleur des équations";
"color.sty package seems not to be present in your LaTeX installation. So, color font change is disabled." =
"le package color.sty semble indisponible dans votre installation de LaTeX. La sélection de couleur est donc désactivée.";
"This text is not LaTeX compliant; or perhaps it is a preamble problem ? You can check it in LaTeXiT" =
"Ce texte n'est pas conforme à LaTeX; ou peut-être y a-t-il un problème de préambule ? Vous pouvez le vérifier au sein de LaTeXiT";
"Empty LaTeX body" = "Pas de corps LaTeX";
"Process anyway" = "Procéder malgré tout";
"You did not type any text in the body. The result will certainly be empty." = "Vous n'avez pas tapé de corps au document LaTeX. Le résultat sera sans doute vide.";
"An error occured while trying to create the file :\n%@" = "Une erreur est survenue lors de la création du fichier :\n%@";
"An error occured while trying to create the file with command:\n%@" = "Une erreur est survenue lors de la création du fichier avec la commande:\n%@";
"http://pierre.chachatelier.fr/latexit/index.php" = "http://pierre.chachatelier.fr/latexit/index.php?lang=fr";
"http://pierre.chachatelier.fr/latexit/latexit-donations.php" = "http://pierre.chachatelier.fr/latexit/latexit-donations.php?lang=fr";
"Equation linked with another application" = "Équation liée à une autre application";
"Equation linked with library item" = "Équation liée à la bibliothèque";
"The Linkback link is active" = "Le lien Linkback est actif";
"The Linkback link is suspended" = "Le lien Linkback est suspendu";
"Suspend Linkback link" = "Suspendre le lien Linkback";
"Resume Linkback link" = "Reprendre le lien Linkback";
"LaTeXiT cannot be run properly, please check its configuration" = "LaTeXiT ne peut être exécuté normalement; veuillez vérifier sa configuration";
"Do you want to load the library <%@> ?" = "Voulez-vous charger la bibliothèque <%@> ?";
"If you choose <Replace the library>, the current library will be lost" = "Si vous choisissez <Remplacer la bibliothèque>, la bibliothèque actuelle sera perdue";
"Add to the library" = "Ajouter à la bibliothèque";
"Replace the library" = "Remplacer la bibliothèque";
"Do you want to load the history <%@> ?" = "Voulez-vous charger l'historique <%@> ?";
"If you choose <Replace the history>, the current history will be lost" = "Si vous choisissez <Remplacer l'historique>, l'historique actuelle sera perdue";
"Add to the history" = "Ajouter à l'historique";
"Replace the history" = "Remplacer l'historique";
"Open in LaTeXiT" = "Ouvrir dans LaTeXiT";
"Check for new versions" = "Vérification des mises à jour";
"An error occured while trying to reach %@.\nYou should check your network." = "Une erreur est survenue lors de l'accès à %@.\nVous devriez vérifier le bon fonctionnement de votre réseau.";
"Open download page" = "Aller sur le site";
"General" = "Général";
"Edition" = "Édition";
"Preambles" = "Préambules";
"Body templates" = "Modèles de corps";
"Templates" = "Modèles";
"Composition" = "Composition";
"Service" = "Service";
"Advanced" = "Avancé";
"Web" = "Web";
"Plugins" = "Extensions";
"Reset preamble" = "Réinitialiser le préambule";
"Are you sure you want to reset the preamble ?\nThis operation is irreversible." = "Êtes-vous sûr de vouloir réinitialiser le préambule ?\nCette opération est irréversible.";
"Do you really want to apply that preamble to the library items ?" = "Voulez-vous vraiment appliquer ce préambule aux éléments de la bibliothèque ?";
"Their old preamble will be overwritten. If it was a special preamble that had been tuned to generate them, it will be lost." =
"Leur ancien préambule sera écrasé. S'il s'agissait d'un préambule spécial utilisé pour leur génération, il sera perdu.";
"Apply" = "Appliquer";
"Typeset LaTeX Maths eqnarray" = "Créer l'équation en mode Eqnarray";
"Typeset LaTeX Maths align" = "Créer l'équation en mode Align";
"Typeset LaTeX Maths display" = "Créer l'équation en mode display \\[...\\]";
"Typeset LaTeX Maths inline" = "Créer l'équation en mode inline $...$";
"Typeset LaTeX Text" = "Créer l'équation en mode texte";
"Un-latexize the equations" = "Revenir des équations au code LaTeX";
"Detect and typeset equations" = "Détecter et créer les équations";
"Loading History" = "Chargement de l'historique";
"Saving History" = "Enregistrement de l'historique";
"Loading Library" = "Chargement de la bibliothèque";
"Saving Library" = "Enregistrement de la bibliothèque";
"Pre-processing" = "Pré-traitement";
"Middle-processing" = "Traitement intermédiaire";
"Post-processing" = "Post-traitement";
"Edit configurations list..." = "Modifier les configurations...";
"%d equation could not be converted because of syntax errors in it. You should also check if it is compatible with the default preamble in use." = "%d equation n'a pas pu être convertie à cause d'erreurs de syntaxe. Vous devriez aussi vérifier que le préambule actuel est compatible avec elle.";
"%d equations could not be converted because of syntax errors in them. You should also check if they are compatible with the default preamble in use." = "%d equations n'ont pas pu être converties à cause d'erreurs de syntaxe. Vous devriez aussi vérifier que le préambule actuel est compatible avec ces équations.";
"unexpected error, please see \"LaTeX > Display last log\"" = "erreur inattendue, veuillez consulter \"LaTeX > Afficher le dernier rapport d'exécution\"";
"New text shortcut" = "Nouveau raccourci de texte";
"You may not be updating the good equation" = "Peut-être ne mettez-vous pas à jour la bonne équation";
"Update the equation" = "Mettre à jour l'équation";
"You changed the library selection since the last equation was imported into the editor" = "Vous avez changé la sélection de la bibliothèque depuis la dernière équation importée dans l'éditeur";
"Shell" = "Interpréteur";
"Body" = "Corps";
"File" = "Fichier";
"Content" = "Contenu";
"Define a script" = "Définir un script";
"Use existing script" = "Utiliser un script existant";
"Script failed" = "Le script a échoué";
"Script too long : timeout reached" = "Script trop long : durée maximale atteinte";
"Palette installation" = "Installation de palette";
"It does not appear to be a valid Latex palette package" = "Cela ne semble pas être une palette LaTeX valide";
"Do you want to install the palette %@ ?" = "Désirez-vous installer la palette %@ ?";
"This palette will be installed into \n%@" = "Cette palette sera installé dans le dossier \n%@";
"Install palette" = "Installer la palette";
"Could not create path" = "Échec de la création du chemin";
"The path %@ could not be created to install a palette in it" = "Le chemin %@ n'a pas pu être créé pour y installer la palette";
"The palette %@ already exists, do you want to replace it ?" = "La palette %@ existe déjà. Souhaitez-vous la remplacer ?";
"A file or folder with the same name already exists in %@. Replacing it will overwrite its current contents." = "Un fichier ou dossier portant le même nom existe déjà dans %@. Le remplacer aura pour effet d'écraser son contenu actuel.";
"Replace" = "Remplacer";
"Installation failed" = "Échec de l'installation";
"%@ could not be installed as %@" = "%@ n'a pu être installée sous le nom %@";
"Author" = "Auteur";
"Display the error message" = "Afficher le message d'erreur";
"Error message" = "Message d'erreur";
"Enlarge the text area" = "Agrandir la zone de texte";
"Reduce the text area" = "Réduire la zone de texte";
"New Service shortcuts could not be set" = "Les nouveaux raccourcis claviers pour les Services n'ont pu être inscrits.";
"Authentication failed or did not allow to rewrite the <Info.plist> file inside the LaTeXiT.app bundle" = "L'authentification a échoué ou n'a pas permis de modifier le fichier <Info.plist> qui se trouve dans le paquet LaTeXiT.app";
"The current Service shortcuts of LaTeXiT do not match the ones defined in the preferences" = "Les raccourcis claviers pour les Services de LaTeXiT ne correspondent pas à ceux définis dans les préférences.";
"Apply preferences" = "Appliquer les préférences";
"Update preferences" = "Mettre à jour les préférences";
"Ignore" = "Ignorer";
"__EXPLAIN_CHANGE_SHORTCUTS__" = "";
"PDF Equation" = "Équation PDF";
"Text file" = "Fichier texte";
"LaTeXiT library" = "Bibliothèque LaTeXiT";
"LaTeXiT history" = "Historique LaTeXiT";
"LaTeX Equation Editor library" = "Bibliothèque LaTeX Equation Editor";
"LaTeXiT LaTeX Palette" = "Palette LaTeX LaTeXiT";
"Additional files" = "Fichiers additionnels";
"Default Format" = "Format par défaut";
"PDF with outlined fonts" = "PDF sans polices";
"PDF without embedded fonts" = "PDF sans polices embarquées";
"PDF w.o.f." = "PDF s.p.";
"PDF vector format" = "Image vectorielle PDF";
"EPS vector format" = "Image vectorielle EPS";
"SVG vector format" = "Image vectorielle SVG";
"TIFF bitmap format" = "Image bitmap TIFF";
"PNG bitmap format" = "Image bitmap PNG";
"JPEG bitmap format" = "Image bitmap JPEG";
"MathML text format" = "Texte MathML";
"Migrating history to new format" = "Migration de l'historique vers un nouveau format";
"Migrating library to new format" = "Migration de la bibliothèque vers un nouveau format";

/* Preferences */
"Edit the configurations..." = "Modifier les configurations...";

/* document */
"clipboard" = "presse-papiers";
"Text" = "Texte";
"Font size :" = "Taille :";
"Color :" = "Couleur :";
"LaTeX it!" = "LaTeXiser";
"Copy the image as" = "Copier l'image en tant que";
"Switch to mini-window" = "Activer la mini-fenêtre";
"Switch to normal window" = "Désactiver la mini-fenêtre";
"line" = "ligne";

/* document extra panels */
"Execution log" = "Rapport d'exécution";
"Drag through areas to change export type" = "Passez sur les zones pour changer l'export";
"JPEG Quality" = "Qualité JPEG";
"least" = "mini";
"low" = "faible";
"medium" = "moyenne";
"high" = "haute";
"maxi" = "maxi";
"Quality" = "Qualité";
"Background color" = "Couleur de fond";
"Path to pdf2svg" = "Chemin vers pdf2svg";
"Format" = "Format";
"Change" = "Modifier";
"Options" = "Options";
"Scale" = "Échelle";
"Warning : jpeg does not manage transparency" = "Attention : jpeg ne gère pas la transparence";
"Warning : pdf2svg path is invalid" = "Attention : Le chemin vers pdf2svg est invalide";

/* Library */
"Library" = "Bibliothèque";
"Reach default library" = "Atteindre la bibliothèque par défaut";
"Add to current library" = "Ajouter à la bibliothèque";
"Overwrite current library" = "Écraser la bibliothèque";
"Change library in use" = "Changer de bibliothèque";
"Export the selection only" = "N'exporter que la sélection";
"Format :" = "Format :";
"Add a folder" = "Ajouter un dossier";
"Add current equation" = "Ajouter l'équation courante";
"Rename selection" = "Renommer la sélection";
"Replace selection by current equation" = "Remplacer la sélection par l'équation courante";
"Import..." = "Importer...";
"Export..." = "Exporter...";
"Display the equations in real size on mouse over" = "Affiche les équations en taille réelle lors d'un passage de la souris";
"Open the equation in a document" = "Ouvrir l'équation dans un document";
"Open the equation in a linked document" = "Ouvrir l'équation dans un document lié";

/* History */
"Add to current history" = "Ajouter à l'historique";
"Overwrite current history" = "Écraser l'historique";
"Lock" = "Verrouiller";
"Unlock" = "Déverrouiller";

/* palette : additional files */
"Open defaults" = "Ouvrir la configuration par défaut";
"Save as defaults" = "Enregistrer comme configuration par défaut";

/* palette : composition */
"Composition configurations" = "Configurations de composition";

/* palette : encapsulations */
"Encapsulations" = "Encapsulations";

/* palette : LaTeX */
"LaTeX Palette" = "Palette LaTeX";
"Details" = "Détails";
"LaTeX Code :" = "Code LaTeX :";
"Requires :" = "Nécessite :";

/* palette : margins */
"Custom margins" = "Marges personnalisées";
"Save as default margins" = "Enregistrer comme marges par défaut";

/* automator */
"Unknown error. Please make sure that LaTeXiT has been run once and is fully functional." = "Erreur inconnue. Veuillez vous assurer que LaTeXiT a été lancé au moins une fois et fonctionne normalement.";